/* File size, shown as a number and units. The first %@ is the number (for instance: 6.72), and the second %@ is the unit (for instance: MB) */
"%@ %@" = "%1$@ %2$@";

/* File size, shown as a number and units, and number of bytes. The first %@ is the number (for instance: 6.72), the second %@ is the unit (for instance: MB), and the third is the actual number of bytes (for instance 6,722,309) */
"%@ %@ (%@ bytes)" = "%1$@ %2$@ (%3$@ بايت)";

/* Plural form of 'bytes', when used for file size */
"bytes" = "بايت";

/* Singular form of 'bytes', when used for file size */
"bytes Singular" = "بايت";

/* Plural form of 'EB' (exabyte), when used for file size */
"EB" = "إكسا بايت";

/* Singular form of 'EB' (exabyte), when used for file size */
"EB Singular" = "إكسا بايت";

/* Plural form of 'GB' (gigabyte), when used for file size */
"GB" = "غ.ب.";

/* Singular form of 'GB' (gigabyte), when used for file size */
"GB Singular" = "غ.ب.";

/* Plural form of 'KB' (kilobyte), when used for file size */
"KB" = "ك.ب.";

/* Singular form of 'KB' (kilobyte), when used for file size */
"KB Singular" = "ك.ب.";

/* Plural form of 'MB' (megabyte), when used for file size */
"MB" = "م.ب.";

/* Singular form of 'MB' (megabyte), when used for file size */
"MB Singular" = "م.ب.";

/* Plural form of 'PB' (petabyte), when used for file size */
"PB" = "بيتا بايت";

/* Singular form of 'PB' (petabyte), when used for file size */
"PB Singular" = "بيتا بايت";

/* Plural form of 'TB' (terabyte), when used for file size */
"TB" = "تيرا بايت";

/* Singular form of 'TB' (terabyte), when used for file size */
"TB Singular" = "تيرا بايت";

/* Plural form of 'YB' (yottabyte), when used for file size */
"YB" = "يوتا بايت";

/* Singular form of 'YB' (yottabyte), when used for file size */
"YB Singular" = "يوتا بايت";

/* Plural form of 'ZB' (zettabyte), when used for file size */
"ZB" = "زيتا بايت";

/* Singular form of 'ZB' (zettabyte), when used for file size */
"ZB Singular" = "زيتا بايت";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'bytes' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero bytes" = "٠ بايت";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'KB' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero KB" = "٠ ك.ب.";

